{
  "nav.home": "Home",
  "nav.about": "About Us",
  "nav.contact": "Contact",
  "hero.title": "Find Your Perfect Voucher",
  "hero.subtitle": "Best Deals, Best Prices, Just for You!",
  "hero.button": "Explore Now",
  "howtoorder.title": "Simple Steps to Your Voucher",
  "howtoorder.subtitle": "Getting your internet voucher is quick and easy. Follow these steps to get connected in no time.",
  "howtoorder.step1.title": "1. Choose Your Voucher",
  "howtoorder.step1.description": "Explore our diverse range of internet voucher packages. Click on a voucher card to view more details or hit 'Buy Now' when you've found the perfect one for your needs.",
  "howtoorder.step2.title": "2. Provide Your Details",
  "howtoorder.step2.description": "After selecting your voucher, you'll be prompted to enter your full name and email address. This information is crucial for us to deliver your voucher to you.",
  "howtoorder.step3.title": "3. Select Your Payment Method",
  "howtoorder.step3.description": "Proceed to our secure payment gateway. You can choose from various convenient payment options, including QRIS (e.g., GoPay, OVO, Dana, ShopeePay) and Virtual Account transfers from major banks.",
  "howtoorder.step4.title": "4. Paying with QRIS (e.g., GoPay)",
  "howtoorder.step4.description": "If you choose QRIS: Ensure you have a compatible app like GoPay (downloadable from the Play Store). Top up your GoPay balance if needed (GoPay supports top-ups via Visa, Mastercard, and other methods within their app). Then, simply scan the QRIS code displayed at our checkout using your GoPay app to complete the payment instantly.",
  "howtoorder.step5.title": "5. Complete Payment & Receive Voucher",
  "howtoorder.step5.description": "Follow the on-screen instructions to finalize your payment. Once confirmed, your voucher will be automatically downloaded in PDF format, ready for you to use. Enjoy your seamless internet access!",
  "howtoorder.button": "Start Browsing Vouchers",
  "footer.copyright": "Latsubnet. All Rights Reserved.",
  "about.title": "About Latsubnet",
  "about.intro1": "Welcome to <strong>Latsubnet</strong>, your go-to destination for seamless and reliable WiFi access! We understand the importance of staying connected in today's fast-paced digital world. That's why we specialize in providing a diverse range of WiFi vouchers meticulously designed to meet your varied internet needs.",
  "about.intro2": "Whether you're seeking short-term access for a quick task, a high-speed data package for streaming and gaming, or a budget-friendly option for everyday browsing, Latsubnet has you covered. Our core mission is to make internet access simple, affordable, and exceptionally convenient for everyone.",
  "about.intro3": "We invite you to explore our comprehensive selection of voucher options and experience truly uninterrupted connectivity with Latsubnet. We are passionately committed to offering top-quality service and ensuring you have the best possible online experience every time you connect.",
  "about.outro": "Thank you for choosing Latsubnet. We look forward to keeping you connected!",
  "contact.title": "Contact Us",
  "contact.intro": "Have questions, need assistance with a voucher, or just want to say hello? We're here to help! The best way to reach us is via WhatsApp for prompt support.",
  "contact.whatsapp.title": "Chat with Us on WhatsApp",
  "contact.whatsapp.prompt": "For quick assistance, tap the button below or send a message to:",
  "contact.whatsapp.button": "Open WhatsApp Chat",
  "contact.outro1": "Our dedicated team is available to assist you with any inquiries regarding our WiFi vouchers, the payment process, or any other concerns you may have. We strive to provide timely and helpful responses.",
  "contact.outro2": "We look forward to hearing from you!"
}
