{
  "nav.home": "Beranda",
  "nav.about": "Tentang Kami",
  "nav.contact": "Kontak",
  "hero.title": "Temukan Voucher Sempurna Anda",
  "hero.subtitle": "Penawaran Terbaik, Harga Terbaik, Hanya Untuk Anda!",
  "hero.button": "Jelajahi Sekarang",
  "howtoorder.title": "Langkah Mudah Mendapatkan Voucher Anda",
  "howtoorder.subtitle": "Mendapatkan voucher internet Anda cepat dan mudah. Ikuti langkah-langkah ini untuk terhubung dalam waktu singkat.",
  "howtoorder.step1.title": "1. Pilih Voucher Anda",
  "howtoorder.step1.description": "Jelajahi beragam paket voucher internet kami. Klik pada kartu voucher untuk melihat detail lebih lanjut atau tekan 'Beli Sekarang' ketika Anda telah menemukan yang paling sesuai untuk kebutuhan Anda.",
  "howtoorder.step2.title": "2. Berikan Detail Anda",
  "howtoorder.step2.description": "Setelah memilih voucher Anda, Anda akan diminta untuk memasukkan nama lengkap dan alamat email Anda. Informasi ini penting bagi kami untuk mengirimkan voucher kepada Anda.",
  "howtoorder.step3.title": "3. Pilih Metode Pembayaran Anda",
  "howtoorder.step3.description": "Lanjutkan ke gateway pembayaran aman kami. Anda dapat memilih dari berbagai opsi pembayaran yang nyaman, termasuk QRIS (misalnya, GoPay, OVO, Dana, ShopeePay) dan transfer Virtual Account dari bank-bank besar.",
  "howtoorder.step4.title": "4. Membayar dengan QRIS (misalnya, GoPay)",
  "howtoorder.step4.description": "Jika Anda memilih QRIS: Pastikan Anda memiliki aplikasi yang kompatibel seperti GoPay (dapat diunduh dari Play Store). Isi saldo GoPay Anda jika perlu (GoPay mendukung isi ulang melalui Visa, Mastercard, dan metode lain di dalam aplikasi mereka). Kemudian, cukup pindai kode QRIS yang ditampilkan di checkout kami menggunakan aplikasi GoPay Anda untuk menyelesaikan pembayaran secara instan.",
  "howtoorder.step5.title": "5. Selesaikan Pembayaran & Terima Voucher",
  "howtoorder.step5.description": "Ikuti instruksi di layar untuk menyelesaikan pembayaran Anda. Setelah dikonfirmasi, voucher Anda akan secara otomatis diunduh dalam format PDF, siap untuk Anda gunakan. Nikmati akses internet tanpa batas Anda!",
  "howtoorder.button": "Mulai Cari Voucher",
  "footer.copyright": "Latsubnet. Hak Cipta Dilindungi.",
  "about.title": "Tentang Latsubnet",
  "about.intro1": "Selamat datang di <strong>Latsubnet</strong>, tujuan utama Anda untuk akses WiFi yang lancar dan andal! Kami memahami pentingnya tetap terhubung di dunia digital yang serba cepat saat ini. Itulah mengapa kami berspesialisasi dalam menyediakan beragam voucher WiFi yang dirancang dengan cermat untuk memenuhi berbagai kebutuhan internet Anda.",
  "about.intro2": "Baik Anda mencari akses jangka pendek untuk tugas cepat, paket data berkecepatan tinggi untuk streaming dan bermain game, atau opsi hemat anggaran untuk penjelajahan sehari-hari, Latsubnet siap membantu Anda. Misi utama kami adalah membuat akses internet menjadi sederhana, terjangkau, dan sangat nyaman bagi semua orang.",
  "about.intro3": "Kami mengundang Anda untuk menjelajahi pilihan voucher komprehensif kami dan merasakan konektivitas yang benar-benar tanpa gangguan bersama Latsubnet. Kami bersemangat berkomitmen untuk menawarkan layanan berkualitas tinggi dan memastikan Anda mendapatkan pengalaman online terbaik setiap kali Anda terhubung.",
  "about.outro": "Terima kasih telah memilih Latsubnet. Kami berharap dapat terus menghubungkan Anda!",
  "contact.title": "Hubungi Kami",
  "contact.intro": "Ada pertanyaan, butuh bantuan dengan voucher, atau hanya ingin menyapa? Kami di sini untuk membantu! Cara terbaik untuk menghubungi kami adalah melalui WhatsApp untuk dukungan cepat.",
  "contact.whatsapp.title": "Chat dengan Kami di WhatsApp",
  "contact.whatsapp.prompt": "Untuk bantuan cepat, ketuk tombol di bawah atau kirim pesan ke:",
  "contact.whatsapp.button": "Buka Obrolan WhatsApp",
  "contact.outro1": "Tim kami yang berdedikasi siap membantu Anda dengan pertanyaan apa pun mengenai voucher WiFi kami, proses pembayaran, atau masalah lain yang mungkin Anda miliki. Kami berusaha memberikan tanggapan yang tepat waktu dan membantu.",
  "contact.outro2": "Kami menantikan kabar dari Anda!"
}
